
[
            { 
                "id" : 1,
                "date" : "11.20.2014",
                "image1" : "https://farm1.static.flickr.com/447/20007023276_5bc7faa1a0_n.jpg",
                "image2" : "https://farm1.static.flickr.com/256/20033307425_17f9d39e91_n.jpg",
                "title" : "An Inauspicious Start",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "1 hour after call time, we're off to a slightly inauspicious start. The set for Raisas house -  an actual Muslim basti dwelling in Patigadda, Hyderabad, which has been painstakingly decorated the day before for two full days of shooot - slips out of our hands. The family that lives here wants us to leave because their elderly relatives three stories down, the owners of the building, are threatening to report them to the Imam for blasphemous behavior.1 hour after call time, we're off to a slightly inauspicious start. The set for Raisas house -  an actual Muslim basti dwelling in Patigadda, Hyderabad, which has been painstakingly decorated the day before for two full days of shooot - sl",
                "p2" : "This cannot be happening, yet it is. We walk out onto the street. One hour passes, then two. Hearts pound while the neighborhood looks out their windows at the disappointed crew. One of our lead actors, Razzak/Nawaz (left), talks to the neighbors, explaining the situation, and then finally, inshallah, an act of kindness."
        },
        {      
                "id" : 2,
                "date" : "11.21.2014",
                "image1" : "https://farm1.static.flickr.com/504/19410664134_d9eff7d7ef_n.jpg",
                "image2" : "https://farm1.static.flickr.com/397/19412327243_91bb7cba58_n.jpg",
                "user" : "Posted by : Payal Sethi",
                "title" : "Giving Us the Boot",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "We're called into an office. The landlord of the neighoring building listens to the story of our film, which we must only ever describe as a documentary in support of an NGO. If anybody were to find out the real story of the film, we will get the boot. He shows us a few one-room dwellings right on that street, but none will do, until we walk four stories up the the terrace of the building neighboring our original set.",
                "p2" : "Bingo. It's even better than our set, this green walled home with a terrace that fits everybody and everything. The family that lives there agrees to let us shoot that day and after bribing an uncle with 500 rupees in booze money) and we're off to a fresh start on the brink of noon. Our equipment is swiftly transported across the terrace, which is a small mercy, and somehwere in the midst of all this Maju, who plays Bilqis, steps on a bee."       

        },
        {      
                "id" : 3,
                "date" : "11.22.2014",
                "image1" : "https://farm1.static.flickr.com/256/20007022606_4224ffeda3_n.jpg",
                "image2" : "https://farm1.static.flickr.com/317/19846644089_a43ed83d67_n.jpg",
                "title" : "Day Three",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "James and I walk downstairs to finish exteriors (nawaz & Bilqis in an auto to Ammi's house while Hiromi Sano, our ridiculously amazing art director sets up Raisa's house in record time. This is the first of many occasions when Hiromi would swoop in and save the day on a shoot that took us all to the brink and back...It's hard to believe that at the end of this day, around 11:30 at night, I get a call about a second location, to serve as Mariasm's terrace & Bilqi's house, also disappearing into thin air.",
                "p2" : "My irrational response at that moment is laughter. What coule we do but find a replacement? The challenge was finding one inn time whist shooting round the clock, and it isnt until two days later, the night before the shoot itself that we see a man about a house in a place called Makhta..."       
        },
        {      
                "id" : 4,
                "date" : "11.23.2014",
                "image1" : "https://farm1.static.flickr.com/550/20025499582_e92739ba57_n.jpg",
                "image2" : "https://farm1.static.flickr.com/364/19846643679_de4d019e30_n.jpg",
                "title" : "Time for Something to Happen",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "Meanwhile DAY TWO is intense. We rush to make up time, starting with the scene in which Nawaz has to get Ammi to sign both divorce and marriage papers by lying to her while she innocently serves him chai. Then we film Raisa (our luminous heroine, Sayani Gupta, who is nothing less than a godsend) returning home, unaware that Bilqis is about to examine her younger sister (played by Preeti Golacha, who floors us with her portrayal of Zainab).",
                "p2" : " "
                 
        },
        {      
                "id" : 5,
                "date" : "11.24.2014",
                "image1" : "https://farm4.static.flickr.com/3834/20007021576_d5764aed5f_n.jpg",
                "image2" : "https://farm1.static.flickr.com/409/19845218008_8f9bd9ec40_n.jpg",
                "title" : "Time's Running Out",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "At the end of this day it is clear that we will have to return to complete the remaining scenes that take place in Raisa's house and so it is that the booze money comes in handy. This also means, unfortunately, that we will have to add another day, a day that we do not have, because James (out DP) and Sayani are booked to fly out to New York and Mumbai, respectively. Ths situation is grim, and the possibility of finishing the film is looking improbable.", 
                "p2" : "DAY THREE has tough, emotional scenes and Ammi and Zainab are cried out by the end. Only 20% of those teards are glycerine, and a grip sheds a few as well as he starts to understand the scene, in which a mother is ready to sacrifice her daughter."     
                 
        },
        {      
                "id" : 6,
                "date" : "11.25.2014",
                "image1" : "https://farm4.static.flickr.com/3700/19846642909_17af85f973_n.jpg",
                "image2" : "https://farm1.static.flickr.com/559/19410662324_483c4daaa9_n.jpg",    
                "title" : "My Favorite Set",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "DAY FOUR is a Sunday, though nobody has the luxury of rest despite being dead exhausted. We start late at an Internet cafe in pne part of town and then whizz off to Banjara Hills in the evening, to a lovely location fot the hospital scene, the Pasha Schooll. I walk onto the set to find the women's college I had scouted earlier cleverly transformed into the interior of a government hospital by Hiromi, who has even made a few kilos of fake leeches using some kind of candy!", 
                "p2" : "It is one of my favorite sets from the shoot, also because most of the rest of the time we are going to be shooting on location. The majortiy of the cast members that night are leeches."     
                 
        },
        {      
                "id" : 7,
                "date" : "11.26.2014",
                "image1" : "https://farm1.static.flickr.com/478/19845314040_bdd92a7903_n.jpg",
                "image2" : "images/blank.jpg",    
                "title" : "Enough Already",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "Just because things aren't hard enough already, we find outselves in the misst of a union strike on DAY FIVE, which is threatening to stall the shoot (I am told these are the joys of shooting in Hyderabad). Then, the cops pay us a visit to ask what we are shooting, Our cover story wont hold up if they hear the dialogues, so we take a break till they leave the set. Everwhere we shoot, the neighbors are either really thrilled to have us, or exteremly hostile; there is nothing in between. If there is one thing I remember even now it is the urgency to keep going before one of the many impediments shuts us down. ",  
                "p2" : " "     
        },
        {      
                "id" : 8,
                "date" : "11.27.2014",
                "image1" : "https://farm1.static.flickr.com/537/19845313710_6a8045a2d7_n.jpg",
                "image2" : "images/blank.jpg",    
                "title" : "Winding Lanes",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "Late that night, before the clock strikes twelve, the man from Makhta takes us across railway lines to winding lanes that resemble the old city of Hyderabad around the Charminar. This is the break we've been looking for and we hit a couple of birds with one stone - Shafiq's house, Mariam's terrace and several exteriors can all be knocked off right here.",  
                "p2" : " "     
        },
        {      
                "id" : 9,
                "date" : "11.28.2014",
                "image1" : "https://farm4.static.flickr.com/3771/19846185588_ce0118022d_n.jpg",
                "image2" : "images/blank.jpg",    
                "title" : "Patience",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "DAY FIVE & SIX sees us parked at Makhta. Even the Hyderabadis haven't heard of Makhta and it's an interesting challenge providing directions to set. Makhta is truly a diamond in the rough. We're one cast member less (did I mention we're aiming for guerilla style?) so we rope in the resident old lady with her face full of stories to play the grand aunt who divulges the secret that sets Raisa off on the path to the leeches and changes the course of the story. She is thrilled to be asked, and to be paid for it; until she realizes how many takes she has to sit through.",  
                "p2" : " "     
        },
        {      
                "id" : 10,
                "date" : "11.29.2014",
                "image1" : "https://farm1.static.flickr.com/255/20025486282_14287fbe44_n.jpg",
                "image2" : "images/blank.jpg",    
                "title" : "Nailed It",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : " ",  
                "p2" : " "     
        },
        {      
                "id" : 11,
                "date" : "11.30.2015",
                "image1" : "https://farm1.static.flickr.com/353/19846628779_a5788dba57_n.jpg",
                "image2" : "https://farm4.static.flickr.com/3709/19845203888_d3350af76e_n.jpg",  
                "title" : "No Time for Romance",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "Next, we shoot the film's only romantic scene, and then move to the top of a building in construction across the steet to film the lovers through the window.  Raisa plays with the leeches on the terrace before we rush down the lanes to find an exterior for a different scene. The crowd that gathers around is cheering us on and it takes eve single body on the cast and crew to lock it down as we race against the sun to complete the scene. Makhta at night gives us two more scenes (with gorgeous light!) but this time, we dodge the crowd and slip surreptitiously into an alley one at a time to avoid being followed.",
                "p2" : " "     
        },
        {      
                "id" : 12,
                "date" : "12.1.2014",
                "image1" : "https://farm1.static.flickr.com/264/20033268065_229456767b_n.jpg",
                "image2" : "https://farm1.static.flickr.com/360/20007007186_ea1d7bc8ae_n.jpg",  
                "title" : "Right Now",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : " ",
                "p2" : " "     
        },
        {      
                "id" : 13,
                "date" : "12.2.2014",
                "image1" : "images/blank.jpg",
                "image2" : "images/blank.jpg",
                "title" : "Special FX",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "We start this day with a single shift, but have to move into one and a half at midnight (on average our days were about 16-18 hours long, not something I will ever recomment). James does beautiful steadicam shots of the bride as she floats through through the cavernous room in red, like a streak of blood.",
                "p2" : "The leeches are on hand too and Hiromi is cooking up blood, while James, Sayani, the A & I cram ourselves into a marble white bathroom to create...the scene of repulsion. Sometime between half past midnight and 2 AM we shoot the finale of the film on the street outside the mansion. The setting is eerie enough, but James adds to it with dramatic lighting and the creepiest, coolest slow-mo shots. I still can't get that image out of my head and I hope our audience feels the same way when they see the ending."
        },
        {      
                "id" : 14,
                "date" : "12.3.2014",
                "image1" : "https://farm1.static.flickr.com/469/19845202988_86de128b89_n.jpg",
                "image2" : "https://farm1.static.flickr.com/469/19410646104_bda9caab2b_n.jpg",
                "title" : "Insomia Setting In",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "DAY 8. Heart in mouth. It's a race against time, even though the amazing cast and crew agree to start shooting with no turnaround (we're somehow functioning on 2 hours of sleep at this point). We're shooting the opening scene of the film on this finaly dat at an old, once grand hotel, the Sai Prakash. The lobby is all ours so we steadi-cam our way through the scene. We move outside across the street for a quick shot and then after lunch, we're back again for a scene that we've decided to cheat at the parlor in the Hotel. We block, we talk and then we shoot, but its not working. Okay, I'm panicking now, because we have no location to shoot this scene, but it's off to the next location, which happens to be in the Charminar area in the middle of rush hour.",
                "p2" : " "
        },
        {      
                "id" : 15,
                "date" : "12.4.2014",
                "image1" : "https://farm1.static.flickr.com/415/20025480872_4b29c1d946_n.jpg",
                "image2" : "images/blank.jpg",
                "title" : "Navigating Through Chaminar",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "We shoot out the back of the van, and it's great. but I'm not feeling as good about what's to come. On most days, it's impossible to navigate around the Charminar. Today, we have four large cars with equipment and waning daylight. With less than two hours to sunset oour mammoth Innovas get stuck in the narrowest laesn and we realize we're lost. This part is a blur because now that I'm looking at the footage (which has all turned out stunning, praise the lord) I can't seem to recall how we shot three different scenes in that span of time (incuding costume changes in the back of the van - who has time to find holding?)",
                "p2" : " "
        },
        {      
                "id" : 16,
                "date" : "12.5.2014",
                "image1" : "https://farm1.static.flickr.com/267/20038538241_6fbf23d50d_n.jpg",
                "image2" : "images/blank.jpg",
                "title" : "Wedding Scene",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "The one advantage to the long ride is that I'm able to find a replacement for the scene that we tried to shoot in the parlor. Hiromi heads earlier to dress the set and once again, we arrive to be amazed. We methodically knock off the wedding scene, the bride-viewing scene, and a couple of bits and pieces outside, and then we're done.",
                "p2" : " "
        },
        {      
                "id" : 17,
                "date" : "12.6.2014",
                "image1" : "images/blank.jpg",
                "image2" : "images/blank.jpg",
                "title" : "Anti-Climax",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "The somber mood of the last several hours gives way to euphoria. Still, it's an anti-climax, at least for me. It's going to be a long while before I can process that we've wrapped, and that we have shot everything we needed. Until a few hours ao I was almost certain we wouldn't finish. James, who has been shooting so much handheld with the heavy camera, sits in the front seat of the car and falls asleep. Amidst hugs and smiles we inch closer to final partings that seem to be happening too soon. Sayani has to get on a plane in a few hours to get back to Bombay for look tests on a big studio film. James leaves the day after.",
                "p2" : " "
        },
        {      
                "id" : 18,
                "date" : "12.7.2014",
                "image1" : "https://farm1.static.flickr.com/452/19412303003_a90058e42f_n.jpg",
                "image2" : "images/blank.jpg",
                "title" : "The Midnight Hour",
                "user" : "Posted by : Payal Sethi",
                "location" : "Bangalore",
                "facebook" : "http://facebook.com",
                "twitter" : "http://twitter.com",
                "p1" : "As we cross the midnight hour, we sit on bags in the middle of the road, exhausted, satiated and with nothing more to give, The film has taken it all. The only question left unanswered is this : ",
                "p2" : " "
        }
]